{
    "lessons": [
        {
            "id": 950,
            "name": "The Key To Success In iPhone Photography",
            "description": "What’s the secret to taking truly incredible iPhone photos? Learning how to use your iPhone camera is very important, but there’s something even more fundamental to iPhone photography that will help you take the photos of your dreams! Watch this video to learn some unique photography techniques and to discover your own key to success in iPhone photography!",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/b57817b5b05c3e3129b7071eee83ecb7.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/cc8402e8c16cc8f36d3f63bd29eb82f99f4b5f88\/accudvh5jy.mp4"
        },
        {
            "id": 7991,
            "name": "How To Choose The Correct iPhone Camera Lens",
            "description": "If your iPhone has more than one lens, how do you choose which lens to use? And which lens is best for different photography genres? It turns out that you'll get dramatically different results depending on which lens you use. Watch this video from our breakthrough iPhone Photo Academy course and discover how to choose the correct iPhone camera lens.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/f7105de283304e0dc6fe40e5abbf778f.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/db6cd74cf31ff8afca1f71b3c12fd820dcbde404\/oazth83ovc.mp4"
        },
        {
            "id": 1486,
            "name": "5 Unique Ways To Release The iPhone's Shutter",
            "description": "Most people only use one way to release the shutter button of your iPhone. But it's not always the best way to achieve great photo results. Watch this video and discover 5 unique ways to release the shutter button of your iPhone. Each way will be very useful for a different photography scenario so you can always take the best photos possible.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/e5c2455db46b9303be35dac404b65783.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/f6f1d8e03b872e68ef9a01f6a02e56ee44f2a779\/4z5y6jgwxf.mp4"
        },
        {
            "id": 3657,
            "name": "3 Secret iPhone Camera Features For Perfect Focus",
            "description": "Do your photos sometimes look blurry? You're definitely not alone! Watch this video and discover a hidden iPhone camera feature for taking tack sharp photos. Using this simple feature will ensure that you never take a blurry iPhone photo again!",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/b9c2cec0d077d9f3d80b5f35494f4344.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/f2cd208ce7fddf0c0ea886a8f1d0eabf26271816\/2rya8a2tcw.mp4"
        },
        {
            "id": 400,
            "name": "Setting The Correct Exposure For Your Photos",
            "description": "Setting the correct exposure is essential for capturing stunning photos with amazing detail. But did you know that exposure can also be used as a creative tool to take truly unique images? Watch this video from our breakthrough iPhone Photo Academy course, and discover the secrets of setting the perfect exposure for your iPhone photos.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/fe7e9620023e9f9b63b86816c6774f8d.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/e44591085be02418cbeadb8caf1e55b190d3394f\/y1w5pyzd60.mp4"
        },
        {
            "id": 851,
            "name": "How To Pick The Correct iPhone Camera Settings",
            "description": "The truth is... using incorrect iPhone camera settings can ruin the quality of your photos. Watch this video to discover the correct iPhone camera settings that you should use for the highest quality photos.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/72808d1226f83172a03ad4034bace236.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/acc8428860020162b3cac4ed6534727b5ef3af42\/cidu4le3c8.mp4"
        },
        {
            "id": 3722,
            "name": "How To Preserve Your Memories With iPhone Live Photos",
            "description": "Live Photos is an amazing iPhone camera feature that brings your photos to life! What you get is more than a great photo; Live Photos also let you preserve those special memories with movement and sound.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/0ac54c4561c9953b56b5a6c0a0044b4a.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/1473cb80a1915d7930889e7e4c31b763769d2794\/mykz2qwfgs.mp4"
        },
        {
            "id": 3679,
            "name": "How To Capture Stunning Long Exposure Photos",
            "description": "Long exposure is a really interesting and creative photography technique...It lets you capture beautiful motion blur when there’s movement in the scene. Now, you might think that the iPhone is not capable of taking stunning long exposure photos...Quite the opposite! Shooting long exposure photos on your iPhone is quick and easy, and the results are impressive.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/5897e0e53d159e812b1d5010b4c078bc.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/3bbac073cac32a2f920da628f63b4a8cbafc368e\/80inrvk6uk.mp4"
        },
        {
            "id": 2372,
            "name": "How To Take Outstanding Panoramic iPhone Photos",
            "description": "The iPhone Pano mode is an amazing camera feature that lets you capture stunning ultra-wide images… It’s great to use whenever your scene doesn’t fit into a standard photo. This could be a beautiful landscape scenery, a large architectural building or any scene that’s big and impressive.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/5e5ae8d9f5028b31602483366037ef38.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/79b349f5446e0bdd0312cea421245c81ae743aee\/bjx305gqt5.mp4"
        },
        {
            "id": 4850,
            "name": "How To Capture Unique iPhone Street Photography",
            "description": "Street photography allows you to capture really interesting photos… Photos that tell unique stories of strangers. Of course, it can be scary to get started with street photography. After all, you’re taking photos of people you don’t know... But honestly, you have nothing to worry about. And once you get started, it can become quite addictive!",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/b2ccf4fb17ac5d0449e3305218c9c839.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/43e444a344a8e49f68f39daf68b894527db66126\/8fgafnkpm2.mp4"
        },
        {
            "id": 5630,
            "name": "Secrets For Capturing Beautiful iPhone Portrait Photos",
            "description": "Do you struggle to take beautiful portrait photos with your iPhone? If so, you’re definitely not alone. But once you discover the power of iPhone Portrait Mode, your portraits will never look the same again! Portrait Mode makes it easy to create beautiful blurry backgrounds and studio light effects… just like professional portrait photos.",
            "thumbnail": "https:\/\/embed-ssl.wistia.com\/deliveries\/d21d06ba607254831b130e618d31eb2c.jpg?image_crop_resized=1000x560",
            "video_url": "https:\/\/embed-ssl.wistia.com\/deliveries\/964eecde78a817fe8b67f3b5ca8f99aae17ed90e\/5feu01qg6t.mp4"
        }
    ]
}




